/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har laddats ned och är redo att användas! Vill du installera det och därefter starta om %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan inte uppdateras när det körs från en skivavbild. Flytta %1$@ till din Program-mapp, starta det därifrån och testa igen.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är just nu den nyaste versionen.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ finns nu att tillgå, du har %3$@. Vill du ladda hem den nyare versionen nu?";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ av %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny version av %@ finns tillgänglig!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "En ny version av %@ finns för installation!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Kunde inte hämta information om uppdateringar. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ett fel uppstod när uppdateringen laddades ned. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Kunde inte extrahera arkivet. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ett fel uppstod när uppdateringen installerades. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ett fel uppstod vid tydandet av uppdateringsinformationen.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed: %@" = "Ett fel uppstod vid tydandet av uppdateringsinformationen: %@";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ett fel uppstod vid omstarten av %1$@. Den nya versionen kommer startas nästa gång du manuellt kör %1$@.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Update" = "Avbryt uppdateringen";

/* No comment provided by engineer. */
"Checking for updates..." = "Söker efter uppdateringar...";

/* No comment provided by engineer. */
"Downloading update..." = "Hämtar uppdatering…";

/* No comment provided by engineer. */
"Extracting update..." = "Extraherar uppdatering…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* No comment provided by engineer. */
"Installing update..." = "Installerar uppdatering…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Klar att installera";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Ska %1$@ automatiskt söka efter uppdateringar? Du kan alltid söka manuellt från %1$@-menyn.";

/* No comment provided by engineer. */
"Update Error!" = "Uppdateringsfel!";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Du har redan den senaste versionen av %@.";

/* No comment provided by engineer. */
"You're up to date!" = "Du har senaste versionen.";
